/* Error for long Description in Panopto Share */
"Description must be less than 5000 characters" = "La description doit compter moins de 5 000 caractères";

/* Error for missing file in Panopto Share */
"File not found" = "Fichier introuvable";

/* Panopto plugin display name */
"Panopto" = "Panopto";

/* Confirmation message for successful Panopto upload */
"Panopto Upload Successful!" = "Téléchargement sur Panopto réussi";

/* description of what the Panopto plugin does */
"Sends captures to Panopto" = "Envoie les captures sur Panopto";

/* button to sign in to Panopto account */
"Sign In..." = "Se connecter...";

/* button to sign out of Panopto account */
"Sign Out" = "Se déconnecter";

/* Error for missing Title in Panopto Share */
"Title is required" = "Le champ Titre est obligatoire";

/* Error for long Title in Panopto Share */
"Title must be less than 128 characters" = "Le titre doit compter moins de 128 caractères";

